"Volume" = "Volume"; 
"Waveform" = "Forme d’onde"; 
"Glide" = "Portamento"; 
"Wheel to Vibrato" = "Molette de vibrato"; 
"Wheel to Cutoff" = "Molette de coupure"; 
"Cutoff Type" = "Type de coupure"; 
"Cutoff" = "Fréquence de coupure"; 
"Resonance" = "Résonance"; 
"Cutoff Envelope" = "Enveloppe de coupure"; 
"Cutoff Attack" = "Attaque de coupure"; 
"Attack" = "Attaque"; 
"Decay" = "Chute"; 
"Sustain" = "Soutien"; 
"Release" = "Version"; 

